Revit 2027 API
ParameterTypeId.WallAttrHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallAttrHeightParam { get; }
Public Shared ReadOnly Property WallAttrHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallAttrHeightParam {
	ForgeTypeId^ get ();
}
static member WallAttrHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace